# St7GetInfluenceGroupState

Returns the included state of a group from load influence combinations.

long St7GetInfluenceGroupState(long uID, long GroupID, bool* Included)

Input Parameters

uID

Strand7 model file ID.

Influence Combinations

GroupID

Group ID.

Output Parameters
Included

True if the group is included.